Repository: ohcnetwork/care
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, kn, ml, ta

source: ABDM Integration
hi: ABDM एकीकरण
kn: ABDM ಏಕೀಕರಣ
ml: എബിഡിഎം ഇൻ്റഗ്രേഷൻ
ta: ABDM ஒருங்கிணைப்பு

source: Audit Log Management
hi: ऑडिट लॉग प्रबंधन
kn: ಆಡಿಟ್ ಲಾಗ್ ನಿರ್ವಹಣೆ
ml: ഓഡിറ്റ് ലോഗ് മാനേജ്മെൻ്റ്
ta: தணிக்கை பதிவு மேலாண்மை

source: Facility Management
hi: सुविधा प्रबंधन
kn: ಸೌಲಭ್ಯ ನಿರ್ವಹಣೆ
ml: ഫെസിലിറ്റി മാനേജ്മെൻ്റ്
ta: வசதி மேலாண்மை

source: In Progress
hi: प्रगति पर है
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: പുരോഗതിയിൽ
ta: செயல்பாட்டில் உள்ளது

source: Completed
hi: पुरा होना।
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയാക്കി
ta: முடிக்கப்பட்டது

source: Entered in Error
hi: त्रुटि दर्ज की गई
kn: ದೋಷದಲ್ಲಿ ನಮೂದಿಸಲಾಗಿದೆ
ml: പിശകിൽ പ്രവേശിച്ചു
ta: பிழையில் நுழைந்தது

source: Unconfirmed
hi: अपुष्ट
kn: ದೃಢೀಕರಿಸಲಾಗಿಲ್ಲ
ml: സ്ഥിരീകരിച്ചിട്ടില്ല
ta: உறுதி செய்யப்படவில்லை

source: Provisional
hi: अनंतिम
kn: ತಾತ್ಕಾಲಿಕ
ml: താൽക്കാലികം
ta: தற்காலிகமானது

source: Differential
hi: अंतर
kn: ಭೇದಾತ್ಮಕ
ml: ഡിഫറൻഷ്യൽ
ta: வித்தியாசமான

source: Confirmed
hi: की पुष्टि
kn: ದೃಢಪಡಿಸಿದೆ
ml: സ്ഥിരീകരിച്ചു
ta: உறுதி செய்யப்பட்டது

source: Refuted
hi: का खंडन किया
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: നിഷേധിച്ചു
ta: மறுத்தார்

source: Non-card holder
hi: गैर-कार्ड धारक
kn: ಕಾರ್ಡ್ ಅಲ್ಲದ ಹೋಲ್ಡರ್
ml: നോൺ-കാർഡ് ഹോൾഡർ
ta: அட்டை இல்லாதவர்

source: BPL
hi: गरीबी रेखा से नीचे
kn: ಬಿಪಿಎಲ್
ml: ബി.പി.എൽ
ta: பிபிஎல்

source: APL
hi: एपीएल
kn: ಎಪಿಎಲ್
ml: എ.പി.എൽ
ta: ஏபிஎல்

source: Unknown
hi: अज्ञात
kn: ಅಜ್ಞಾತ
ml: അജ്ഞാതം
ta: தெரியவில்லை

source: Recovered
hi: बरामद
kn: ಚೇತರಿಸಿಕೊಂಡಿದ್ದಾರೆ
ml: വീണ്ടെടുത്തു
ta: மீட்கப்பட்டது

source: Referred
hi: निर्दिष्ट
kn: ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ
ml: പരാമർശിച്ചു
ta: குறிப்பிடப்பட்டுள்ளது

source: Expired
hi: खत्म हो चुका
kn: ಅವಧಿ ಮೀರಿದೆ
ml: കാലഹരണപ്പെട്ടു
ta: காலாவதியானது

source: LAMA
hi: लामा
kn: ಲಾಮಾ
ml: ലാമ
ta: லாமா

source: Outpatient/Emergency Room
hi: बाह्य रोगी/आपातकालीन कक्ष
kn: ಹೊರರೋಗಿ/ತುರ್ತು ಕೊಠಡಿ
ml: ഔട്ട്പേഷ്യൻ്റ്/അടിയന്തര മുറി
ta: வெளிநோயாளர்/அவசர அறை

source: Referred from another facility
hi: किसी अन्य सुविधा से संदर्भित
kn: ಮತ್ತೊಂದು ಸೌಲಭ್ಯದಿಂದ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ
ml: മറ്റൊരു സൗകര്യത്തിൽ നിന്ന് റഫർ ചെയ്തു
ta: மற்றொரு வசதியிலிருந்து பரிந்துரைக்கப்பட்டது

source: Internal Transfer within the facility
hi: सुविधा के भीतर आंतरिक स्थानांतरण
kn: ಸೌಲಭ್ಯದೊಳಗೆ ಆಂತರಿಕ ವರ್ಗಾವಣೆ
ml: സൗകര്യത്തിനുള്ളിൽ ആന്തരിക കൈമാറ്റം
ta: வசதிக்குள் உள் பரிமாற்றம்

source: (Unknown)
hi: (अज्ञात)
kn: (ಅಜ್ಞಾತ)
ml: (അജ്ഞാതം)
ta: (தெரியாது)

source: HCX Integration
hi: HCX एकीकरण
kn: HCX ಇಂಟಿಗ್ರೇಷನ್
ml: HCX ഇൻ്റഗ്രേഷൻ
ta: HCX ஒருங்கிணைப்பு

source: Open Healthcare Network
hi: ओपन हेल्थकेयर नेटवर्क
kn: ಹೆಲ್ತ್‌ಕೇರ್ ನೆಟ್‌ವರ್ಕ್ ತೆರೆಯಿರಿ
ml: ഹെൽത്ത് കെയർ നെറ്റ്‌വർക്ക് തുറക്കുക
ta: ஹெல்த்கேர் நெட்வொர்க்கைத் திறக்கவும்

source: Our Goal is to defend the Healthcare system of Kerala from overloading beyond capacity.
hi: हमारा लक्ष्य केरल की स्वास्थ्य सेवा प्रणाली को क्षमता से अधिक भार से बचाना है।
kn: ಸಾಮರ್ಥ್ಯ ಮೀರಿದ ಓವರ್‌ಲೋಡ್‌ನಿಂದ ಕೇರಳದ ಆರೋಗ್ಯ ವ್ಯವಸ್ಥೆಯನ್ನು ರಕ್ಷಿಸುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ.
ml: ശേഷിക്കപ്പുറമുള്ള അമിതഭാരത്തിൽ നിന്ന് കേരളത്തിൻ്റെ ആരോഗ്യസംരക്ഷണ സംവിധാനത്തെ പ്രതിരോധിക്കുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം.
ta: எங்களின் இலக்கு, கேரளாவின் ஹெல்த்கேர் சிஸ்டத்தை திறனுக்கு அப்பால் அதிக சுமைகளில் இருந்து பாதுகாப்பதாகும்.

source: Users
hi: उपयोगकर्ताओं
kn: ಬಳಕೆದಾರರು
ml: ഉപയോക്താക്കൾ
ta: பயனர்கள்

source: This username has already been taken.
hi: यह उपयोगकर्ता नाम पहले ही ले लिया गया है.
kn: ಈ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಈಗಾಗಲೇ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ml: ഈ ഉപയോക്തൃനാമം ഇതിനകം എടുത്തതാണ്.
ta: இந்த பயனர் பெயர் ஏற்கனவே எடுக்கப்பட்டது.

source: username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರಹೆಸರು
ml: ഉപയോക്തൃനാമം
ta: பயனர் பெயர்

source: A user with that username already exists.
hi: इस नाम का उपयोगकर्ता पहले से मौजूद है।
kn: ಆ ಬಳಕೆದಾರಹೆಸರನ್ನು ಹೊಂದಿರುವ ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ.
ml: ആ ഉപയോക്തൃനാമമുള്ള ഒരു ഉപയോക്താവ് ഇതിനകം നിലവിലുണ്ട്.
ta: அந்த பயனர்பெயருடன் ஏற்கனவே ஒரு பயனர் இருக்கிறார்.

source: There is no active user associated with this username or the password can not be changed
hi: इस उपयोगकर्ता नाम से कोई सक्रिय उपयोगकर्ता संबद्ध नहीं है या पासवर्ड बदला नहीं जा सकता
kn: ಈ ಬಳಕೆದಾರಹೆಸರಿನೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಯಾವುದೇ ಸಕ್ರಿಯ ಬಳಕೆದಾರರು ಇಲ್ಲ ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
ml: ഈ ഉപയോക്തൃനാമവുമായി ബന്ധപ്പെട്ട സജീവ ഉപയോക്താവ് ഇല്ല അല്ലെങ്കിൽ പാസ്‌വേഡ് മാറ്റാൻ കഴിയില്ല
ta: இந்த பயனர்பெயருடன் தொடர்புடைய செயலில் உள்ள பயனர் யாரும் இல்லை அல்லது கடவுச்சொல்லை மாற்ற முடியாது

source: Username must be 4 to 16 characters long. It may only contain lowercase alphabets, numbers, underscores, hyphens and dots. It shouldn't start or end with underscores, hyphens or dots. It shouldn't contain consecutive underscores, hyphens or dots.
hi: उपयोगकर्ता नाम 4 से 16 अक्षरों का होना चाहिए। इसमें केवल लोअरकेस अक्षर, संख्याएँ, अंडरस्कोर, हाइफ़न और डॉट्स हो सकते हैं। यह अंडरस्कोर, हाइफ़न या डॉट्स से शुरू या खत्म नहीं होना चाहिए। इसमें लगातार अंडरस्कोर, हाइफ़न या डॉट्स नहीं होने चाहिए।
kn: ಬಳಕೆದಾರಹೆಸರು 4 ರಿಂದ 16 ಅಕ್ಷರಗಳ ಉದ್ದವಿರಬೇಕು. ಇದು ಸಣ್ಣ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಹೈಫನ್‌ಗಳು ಮತ್ತು ಚುಕ್ಕೆಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿರಬಹುದು. ಇದು ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಹೈಫನ್‌ಗಳು ಅಥವಾ ಡಾಟ್‌ಗಳೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗಬಾರದು ಅಥವಾ ಕೊನೆಗೊಳ್ಳಬಾರದು. ಇದು ಸತತ ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಹೈಫನ್‌ಗಳು ಅಥವಾ ಡಾಟ್‌ಗಳನ್ನು ಹೊಂದಿರಬಾರದು.
ml: ഉപയോക്തൃനാമം 4 മുതൽ 16 വരെ പ്രതീകങ്ങൾ ആയിരിക്കണം. അതിൽ ചെറിയ അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അടിവരകൾ, ഹൈഫനുകൾ, ഡോട്ടുകൾ എന്നിവ മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ. ഇത് അടിവരകളോ ഹൈഫനുകളോ ഡോട്ടുകളോ ഉപയോഗിച്ച് ആരംഭിക്കുകയോ അവസാനിക്കുകയോ ചെയ്യരുത്. അതിൽ തുടർച്ചയായ അടിവരകളോ ഹൈഫനുകളോ ഡോട്ടുകളോ അടങ്ങിയിരിക്കരുത്.
ta: பயனர் பெயர் 4 முதல் 16 எழுத்துகள் வரை இருக்க வேண்டும். இதில் சிறிய எழுத்துக்கள், எண்கள், அடிக்கோடிட்டுகள், ஹைபன்கள் மற்றும் புள்ளிகள் மட்டுமே இருக்கலாம். இது அடிக்கோடிட்டுகள், ஹைபன்கள் அல்லது புள்ளிகளுடன் தொடங்கவோ முடிவோ கூடாது. இதில் தொடர்ச்சியான அடிக்கோடிகள், ஹைபன்கள் அல்லது புள்ளிகள் இருக்கக்கூடாது.

source: "{value}" is not a valid ULID.
hi: "{value}" एक वैध ULID नहीं है.
kn: "{value}" ಮಾನ್ಯವಾದ ULID ಅಲ್ಲ.
ml: "{value}" ഒരു സാധുവായ ULID അല്ല.
ta: "{value}" என்பது சரியான ULID அல்ல.

source: Too Many Requests Provide Captcha
hi: बहुत सारे अनुरोधों में कैप्चा दिया गया है
kn: ಹಲವಾರು ವಿನಂತಿಗಳು ಕ್ಯಾಪ್ಚಾವನ್ನು ಒದಗಿಸುತ್ತವೆ
ml: വളരെയധികം അഭ്യർത്ഥനകൾ ക്യാപ്‌ച നൽകുന്നു
ta: பல கோரிக்கைகள் கேப்ட்சாவை வழங்குகின்றன

source: No active account found with the given credentials
hi: दिए गए क्रेडेंशियल के साथ कोई सक्रिय खाता नहीं मिला
kn: ನೀಡಿರುವ ರುಜುವಾತುಗಳೊಂದಿಗೆ ಯಾವುದೇ ಸಕ್ರಿಯ ಖಾತೆ ಕಂಡುಬಂದಿಲ್ಲ
ml: നൽകിയിരിക്കുന്ന ക്രെഡൻഷ്യലുകൾക്കൊപ്പം സജീവ അക്കൗണ്ടുകളൊന്നും കണ്ടെത്തിയില്ല
ta: கொடுக்கப்பட்ட நற்சான்றிதழ்களுடன் செயலில் உள்ள கணக்கு எதுவும் இல்லை

source: Authorization header must contain two space-delimited values
hi: प्राधिकरण हेडर में दो स्पेस-डिलीमिटेड मान होने चाहिए
kn: ದೃಢೀಕರಣ ಹೆಡರ್ ಎರಡು ಸ್ಪೇಸ್-ಡಿಲಿಮಿಟೆಡ್ ಮೌಲ್ಯಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ml: അംഗീകൃത തലക്കെട്ടിൽ രണ്ട് സ്‌പെയ്‌സ് ഡിലിമിറ്റഡ് മൂല്യങ്ങൾ അടങ്ങിയിരിക്കണം
ta: அங்கீகரிப்பு தலைப்பு இரண்டு இடைவெளி-பிரிக்கப்பட்ட மதிப்புகளைக் கொண்டிருக்க வேண்டும்

source: Used for authenticating requests from the middleware. The scheme requires a valid JWT token in the Authorization header along with the facility id in the X-Facility-Id header. --The value field is just for preview, filling it will show allowed endpoints.--
hi: मिडलवेयर से अनुरोधों को प्रमाणित करने के लिए उपयोग किया जाता है। इस योजना के लिए प्राधिकरण हेडर में वैध JWT टोकन के साथ-साथ X-Facility-Id हेडर में सुविधा आईडी की आवश्यकता होती है। --मूल्य फ़ील्ड केवल पूर्वावलोकन के लिए है, इसे भरने से अनुमत समापन बिंदु दिखाई देंगे।--
kn: ಮಿಡಲ್‌ವೇರ್‌ನಿಂದ ವಿನಂತಿಗಳನ್ನು ದೃಢೀಕರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. X-Facility-Id ಹೆಡರ್‌ನಲ್ಲಿನ ಸೌಲಭ್ಯದ ಐಡಿ ಜೊತೆಗೆ ದೃಢೀಕರಣ ಹೆಡರ್‌ನಲ್ಲಿ ಮಾನ್ಯವಾದ JWT ಟೋಕನ್ ಸ್ಕೀಮ್‌ಗೆ ಅಗತ್ಯವಿದೆ. --ಮೌಲ್ಯ ಕ್ಷೇತ್ರವು ಪೂರ್ವವೀಕ್ಷಣೆಗಾಗಿ ಮಾತ್ರ, ಅದನ್ನು ಭರ್ತಿ ಮಾಡುವುದರಿಂದ ಅನುಮತಿಸಲಾದ ಅಂತಿಮ ಬಿಂದುಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.--
ml: മിഡിൽവെയറിൽ നിന്നുള്ള അഭ്യർത്ഥനകൾ പ്രാമാണീകരിക്കുന്നതിന് ഉപയോഗിക്കുന്നു. സ്കീമിന്, എക്സ്-ഫെസിലിറ്റി-ഐഡി ഹെഡറിലെ ഫെസിലിറ്റി ഐഡിയ്‌ക്കൊപ്പം ഓതറൈസേഷൻ ഹെഡറിൽ സാധുവായ JWT ടോക്കൺ ആവശ്യമാണ്. --മൂല്യ ഫീൽഡ് പ്രിവ്യൂവിനുള്ളതാണ്, അത് പൂരിപ്പിക്കുന്നത് അനുവദനീയമായ എൻഡ് പോയിൻ്റുകൾ കാണിക്കും.--
ta: மிடில்வேரில் இருந்து கோரிக்கைகளை அங்கீகரிக்கப் பயன்படுகிறது. இந்தத் திட்டத்திற்கு, X-Facility-Id தலைப்பில் உள்ள வசதி ஐடியுடன் அங்கீகாரத் தலைப்பில் சரியான JWT டோக்கன் தேவை. --மதிப்பு புலமானது முன்னோட்டத்திற்கானது, அதை நிரப்பினால் அனுமதிக்கப்பட்ட இறுதிப்புள்ளிகள் காண்பிக்கப்படும்.--

source: Used for authenticating requests from the middleware on behalf of assets. The scheme requires a valid JWT token in the Authorization header along with the facility id in the X-Facility-Id header. --The value field is just for preview, filling it will show allowed endpoints.--
hi: परिसंपत्तियों की ओर से मिडलवेयर से अनुरोधों को प्रमाणित करने के लिए उपयोग किया जाता है। इस योजना के लिए प्राधिकरण हेडर में वैध JWT टोकन के साथ-साथ X-Facility-Id हेडर में सुविधा आईडी की आवश्यकता होती है। --मूल्य फ़ील्ड केवल पूर्वावलोकन के लिए है, इसे भरने से अनुमत एंडपॉइंट दिखाई देंगे।--
kn: ಸ್ವತ್ತುಗಳ ಪರವಾಗಿ ಮಿಡಲ್‌ವೇರ್‌ನಿಂದ ವಿನಂತಿಗಳನ್ನು ದೃಢೀಕರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. X-Facility-Id ಹೆಡರ್‌ನಲ್ಲಿನ ಸೌಲಭ್ಯದ ಐಡಿ ಜೊತೆಗೆ ದೃಢೀಕರಣ ಹೆಡರ್‌ನಲ್ಲಿ ಮಾನ್ಯವಾದ JWT ಟೋಕನ್‌ನ ಅಗತ್ಯವಿದೆ. --ಮೌಲ್ಯ ಕ್ಷೇತ್ರವು ಪೂರ್ವವೀಕ್ಷಣೆಗಾಗಿ ಮಾತ್ರ, ಅದನ್ನು ಭರ್ತಿ ಮಾಡುವುದರಿಂದ ಅನುಮತಿಸಲಾದ ಅಂತಿಮ ಬಿಂದುಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.--
ml: അസറ്റുകൾക്ക് വേണ്ടി മിഡിൽവെയറിൽ നിന്നുള്ള അഭ്യർത്ഥനകൾ പ്രാമാണീകരിക്കുന്നതിന് ഉപയോഗിക്കുന്നു. സ്കീമിന്, എക്സ്-ഫെസിലിറ്റി-ഐഡി ഹെഡറിലെ ഫെസിലിറ്റി ഐഡിയ്‌ക്കൊപ്പം ഓതറൈസേഷൻ ഹെഡറിൽ സാധുവായ JWT ടോക്കൺ ആവശ്യമാണ്. --മൂല്യ ഫീൽഡ് പ്രിവ്യൂവിനുള്ളതാണ്, അത് പൂരിപ്പിക്കുന്നത് അനുവദനീയമായ അവസാന പോയിൻ്റുകൾ കാണിക്കും.--
ta: சொத்துகளின் சார்பாக மிடில்வேரிலிருந்து கோரிக்கைகளை அங்கீகரிக்கப் பயன்படுகிறது. இந்தத் திட்டத்திற்கு, X-Facility-Id தலைப்பில் உள்ள வசதி ஐடியுடன் அங்கீகாரத் தலைப்பில் சரியான JWT டோக்கன் தேவை. --மதிப்பு புலமானது முன்னோட்டத்திற்கானது, அதை நிரப்பினால் அனுமதிக்கப்பட்ட இறுதிப்புள்ளிகள் காண்பிக்கப்படும்.--

source: Do not use this scheme for production.
hi: उत्पादन के लिए इस योजना का उपयोग न करें।
kn: ಉತ್ಪಾದನೆಗೆ ಈ ಯೋಜನೆಯನ್ನು ಬಳಸಬೇಡಿ.
ml: ഉത്പാദനത്തിനായി ഈ സ്കീം ഉപയോഗിക്കരുത്.
ta: இந்த திட்டத்தை உற்பத்திக்கு பயன்படுத்த வேண்டாம்.

source: Given token not valid for any token type
hi: दिया गया टोकन किसी भी टोकन प्रकार के लिए मान्य नहीं है
kn: ನೀಡಿರುವ ಟೋಕನ್ ಯಾವುದೇ ಟೋಕನ್ ಪ್ರಕಾರಕ್ಕೆ ಮಾನ್ಯವಾಗಿಲ್ಲ
ml: നൽകിയിരിക്കുന്ന ടോക്കൺ ഏതെങ്കിലും ടോക്കൺ തരത്തിന് സാധുതയുള്ളതല്ല
ta: கொடுக்கப்பட்ட டோக்கன் எந்த டோக்கன் வகைக்கும் செல்லாது

source: English
hi: अंग्रेज़ी
kn: ಇಂಗ್ಲೀಷ್
ml: ഇംഗ്ലീഷ്
ta: ஆங்கிலம்

source: Malayalam
hi: मलयालम
kn: ಮಲಯಾಳಂ
ml: മലയാളം
ta: மலையாளம்

source: Hindi
hi: हिन्दी
kn: ಹಿಂದಿ
ml: ഹിന്ദി
ta: ஹிந்தி

source: Tamil
hi: तामिल
kn: ತಮಿಳು
ml: തമിഴ്
ta: தமிழ்

source: The password must contain at least 1 digit, 0-9.
hi: पासवर्ड में कम से कम एक अंक, 0-9, होना चाहिए।
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಅಂಕಿ, 0-9 ಅನ್ನು ಹೊಂದಿರಬೇಕು.
ml: പാസ്‌വേഡിൽ കുറഞ്ഞത് 0-9 അക്കമെങ്കിലും ഉണ്ടായിരിക്കണം.
ta: கடவுச்சொல்லில் குறைந்தது 1 இலக்கம், 0-9 இருக்க வேண்டும்.

source: Your password must contain at least 1 digit, 0-9.
hi: आपके पासवर्ड में कम से कम एक अंक, 0-9, होना चाहिए।
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಅಂಕಿಯನ್ನು ಹೊಂದಿರಬೇಕು, 0-9.
ml: നിങ്ങളുടെ പാസ്‌വേഡിൽ കുറഞ്ഞത് 0-9 അക്കമെങ്കിലും ഉണ്ടായിരിക്കണം.
ta: உங்கள் கடவுச்சொல்லில் குறைந்தது 1 இலக்கம், 0-9 இருக்க வேண்டும்.

source: The password must contain at least 1 uppercase letter, A-Z.
hi: पासवर्ड में कम से कम एक बड़ा अक्षर, AZ होना चाहिए।
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 1 ದೊಡ್ಡಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು, AZ.
ml: പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 വലിയക്ഷരമായ AZ ഉണ്ടായിരിക്കണം.
ta: கடவுச்சொல்லில் குறைந்தது 1 பெரிய எழுத்து AZ இருக்க வேண்டும்.

source: Your password must contain at least 1 uppercase letter, A-Z.
hi: आपके पासवर्ड में कम से कम 1 बड़ा अक्षर, AZ होना चाहिए।
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಟ 1 ದೊಡ್ಡಕ್ಷರ ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು, AZ.
ml: നിങ്ങളുടെ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 വലിയക്ഷരമായ AZ ഉണ്ടായിരിക്കണം.
ta: உங்கள் கடவுச்சொல்லில் குறைந்தது 1 பெரிய எழுத்து AZ இருக்க வேண்டும்.

source: The password must contain at least 1 lowercase letter, a-z.
hi: पासवर्ड में कम से कम 1 छोटा अक्षर, az होना चाहिए।
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಸಣ್ಣ ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು, az.
ml: പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചെറിയക്ഷരമെങ്കിലും അടങ്ങിയിരിക്കണം, az.
ta: கடவுச்சொல்லில் குறைந்தது 1 சிற்றெழுத்து இருக்க வேண்டும், az.

source: Your password must contain at least 1 lowercase letter, a-z.
hi: आपके पासवर्ड में कम से कम 1 छोटा अक्षर, az होना चाहिए।
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಸಣ್ಣ ಅಕ್ಷರವನ್ನು ಹೊಂದಿರಬೇಕು, az.
ml: നിങ്ങളുടെ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചെറിയക്ഷരമെങ്കിലും അടങ്ങിയിരിക്കണം, az.
ta: உங்கள் கடவுச்சொல்லில் குறைந்தது 1 சிற்றெழுத்து இருக்க வேண்டும், az.

source: The password must contain at least 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
hi: पासवर्ड में कम से कम 1 प्रतीक होना चाहिए: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಚಿಹ್ನೆಯನ್ನು ಹೊಂದಿರಬೇಕು: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
ml: പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചിഹ്നമെങ്കിലും അടങ്ങിയിരിക്കണം: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
ta: கடவுச்சொல்லில் குறைந்தது 1 குறியீடு இருக்க வேண்டும்: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?

source: Your password must contain at least 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
hi: आपके पासवर्ड में कम से कम 1 प्रतीक होना चाहिए: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 1 ಚಿಹ್ನೆಯನ್ನು ಹೊಂದಿರಬೇಕು: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
ml: നിങ്ങളുടെ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചിഹ്നമെങ്കിലും അടങ്ങിയിരിക്കണം: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?
ta: உங்கள் கடவுச்சொல்லில் குறைந்தது 1 சின்னம் இருக்க வேண்டும்: ()[]{}|\`~!@#$%^&*_-+=;:'\",<>./?

source: The domain name is invalid. It should not start with scheme and should not end with a trailing slash.
hi: डोमेन नाम अमान्य है। इसे स्कीम से शुरू नहीं करना चाहिए और अंत में स्लैश से नहीं होना चाहिए।
kn: ಡೊಮೇನ್ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ. ಇದು ಸ್ಕೀಮ್‌ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗಬಾರದು ಮತ್ತು ಟ್ರೇಲಿಂಗ್ ಸ್ಲ್ಯಾಷ್‌ನೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳಬಾರದು.
ml: ഡൊമെയ്ൻ നാമം അസാധുവാണ്. ഇത് സ്കീമിൽ ആരംഭിക്കരുത്, ഒരു ട്രെയിലിംഗ് സ്ലാഷിൽ അവസാനിക്കരുത്.
ta: டொமைன் பெயர் தவறானது. இது திட்டத்துடன் தொடங்கக்கூடாது மற்றும் பின்னோக்கி சாய்வுடன் முடிவடையக்கூடாது.
