{"name": "Huzurnagar", "lsg_code": "253257", "district": "Suryapet", "state": "Telangana", "no_of_wards": 28, "wards": [{"ward_no": "25", "ward_name": "Ward No. 25", "ward_id": "2519832"}, {"ward_no": "4", "ward_name": "SHIVALAYAM BAZAR - MELLA CHERVU ROAD - KANAKA DURAGA TEMPLE AREA - UPS NO. 2 AREA", "ward_id": "147"}, {"ward_no": "15", "ward_name": "GOVERNAMENT HOSPITAL AREA - SBH AREA - GODAM BAZAR - SAIBABA TEMPLE ROAD - NEAR VOORE VENKATAIAH HOUSE - CURRENT OFFICE AREA - APGVB BANK - MIRYALAGUDA ROAD NAGARA PANCHAYAT AREA - 12 TELEPHONE TOWER BAZAR - SUBBA RAJU BAZAR - PUBLIC CLUB BACK SIDE -", "ward_id": "270"}, {"ward_no": "6", "ward_name": "PARAPATHI SANGAM BUILDING", "ward_id": "166"}, {"ward_no": "18", "ward_name": "SEETHARAM NAGAR TOTAL AREA - SAMBAIAH SIR MILL BAZAR - BELLAM KONDA VENKANNA BAZAR - YERAGANI SAIDULU CHICKEN CENTER TO RAMBABU MECHANIC SHED", "ward_id": "595"}, {"ward_no": "7", "ward_name": "HARIJANA WADA - COMMUNITY HALL", "ward_id": "175"}, {"ward_no": "27", "ward_name": "Ward No. 27", "ward_id": "2519834"}, {"ward_no": "12", "ward_name": "PEERALA KOTTAM BAZAR - YADAV BAZAR - PATHA GRAMA PANCHAYATH BAZAR - MUTTON MARKET BAZAR- MASTHAN KOTHA MILL - NEKANTI GOVERDHAN BAZAR - NAMANI KUMARA SWAMY BAZAR - LINGAGIRI ROAD AREA", "ward_id": "243"}, {"ward_no": "20", "ward_name": "MADIRENI GUDEM TOTAL AREA", "ward_id": "613"}, {"ward_no": "14", "ward_name": "NSP TELEPHONE OFFICE - SRINAGAR COLONY - SHAKAMURI BHASKAR RAO HOUSE AREA - PAMPULA PANDARAIAH BAZAR - CHANAKYA SCHOOL VEDHI AND CHENNURI NARSIMHA RAO BAZAR", "ward_id": "261"}, {"ward_no": "21", "ward_name": "Ward No. 21", "ward_id": "2519828"}, {"ward_no": "9", "ward_name": "AMBEDKAR COLONY - THILAK NAGAR AREA", "ward_id": "216"}, {"ward_no": "13", "ward_name": "LINGAGIRI ROAD - JEKKULA VENKAIAH HOUSE AREA - LAMBADI THANDA - MALLA SRINIVAS YADAV HOUSE AREA", "ward_id": "252"}, {"ward_no": "10", "ward_name": "THILAK NAGAR - MOODU MUTHYALAMMA GUDULU - KAMMA BAZAR - UPS SCHOOL - YERAKALA BAZAR - RAVI CHETTU BAZAR AREAS", "ward_id": "225"}, {"ward_no": "23", "ward_name": "Ward No. 23", "ward_id": "2519830"}, {"ward_no": "16", "ward_name": "NTR COLONY - TOWARDS MANDULA VARI HOUSE - THANDU RAMESH HOUSE - VEERALA PATI VENKATESHWARLU OIL MILL TOWARDS", "ward_id": "577"}, {"ward_no": "5", "ward_name": "GOVINDA PURAM TOTAL AREA", "ward_id": "157"}, {"ward_no": "17", "ward_name": "CHINTHALA BAZAR - MASTIN BAZAR - MIRYALAGUDA ROAD TWO SIDES - BC LADIES HOSTEL - VENKATESHWARA OIL MILL TO FIRE STATION - KUMMARI BAZAR - ML PARTY BAZAR - THANUJA CONCEPT SCHOOL AREA", "ward_id": "586"}, {"ward_no": "2", "ward_name": "SRI ANJANEYA SWAMY TEMPLE BACK SIDE - NGO COLONY - NEW BUS STATION AREA AND CHANDRAM HOTEL BAZAR", "ward_id": "129"}, {"ward_no": "11", "ward_name": "RAMI SHETTY BRAHMAM VEEDHI - PADMASHALI BAZAR - PENDYALA KOTESHWAR RAO MILL BAZAR - MUTHI NENI KOTAIAHA MILLU BAZAR AND MUTHINENI KOTAIAHA NIMMA THOTA BAZAR - 111 RICE MILL BAZAR", "ward_id": "234"}, {"ward_no": "28", "ward_name": "Ward No. 28", "ward_id": "2519835"}, {"ward_no": "8", "ward_name": "MAGDHUM NAGAR - MAGDHUM NAGAR PRIMARY SCHOOL - ERRA GATTU AND HANUMALA GUDEM TOTAL AREA", "ward_id": "187"}, {"ward_no": "22", "ward_name": "Ward No. 22", "ward_id": "2519829"}, {"ward_no": "26", "ward_name": "Ward No. 26", "ward_id": "2519833"}, {"ward_no": "24", "ward_name": "Ward No. 24", "ward_id": "2519831"}, {"ward_no": "3", "ward_name": "SRINIVASA THEATRE FRONT SIDE AREA - SAIBABA THEATRE AREA AND SUNDARAIAHA AREA", "ward_id": "138"}, {"ward_no": "1", "ward_name": "JANGALA GUDEM DADANALA CHERVU ICE FACTORY AREA - VENKATA NAGAR - MALLANNA NAGAR - AND NGO COLONY PART", "ward_id": "117"}, {"ward_no": "19", "ward_name": "CPI PARTY OFFICE TO LN WINES - MAZID MASTRY HOUSE BACK SIDE - DEEKSHITH NAGAR - POOSALA BAZAR - TEACHERS COLONY AND PST BUNK AREA", "ward_id": "604"}]}
