{"name": "Itanagar", "lsg_code": "276621", "district": "Papum Pare", "state": "Arunachal Pradesh", "no_of_wards": 30, "wards": [{"ward_no": "6", "ward_name": "H Sector Tinali, H Sector, Holy Chirst School, F and G Sector, PK Commercial area, Old Ganga Market, APSTS Station", "ward_id": "1294951"}, {"ward_no": "3", "ward_name": "Chandranagar Bridge point to petrol pump near the bridge, Mobile Tower Area, Police Petrol Pump Area, Police Colony upto VKV School, Police Colony", "ward_id": "1294948"}, {"ward_no": "7", "ward_name": "Division IV, Senki Park, Senki Park Primary School, CM Bungalow, Kali Mandir, BSI, Water Treatment Plant, UD/PHE Colony, Niti Vihar Minister Bungalow area, Lobi Colony, ITBP area", "ward_id": "1294952"}, {"ward_no": "5", "ward_name": "RKM Hospital, Vivek Vihar, Minister Colony, Therayada Buddhist jTemple, RKM Post Office, Arunodaya Hr. Sec School, Holongi Market, Baskside of Homeopathic Medical College, Hill Top area of Vivek Vihar, Dera Natung Govt. College Area, Polytechnic", "ward_id": "1294950"}, {"ward_no": "4", "ward_name": "Chandranagar Market Area, Chandranagar Colony, Chandranagar Forest Colony, Vivek Vihar Police point, Gyan Ganga School, WRD Office, Director of Fishery, Lower part of H Sector", "ward_id": "1294949"}, {"ward_no": "28", "ward_name": "G Extension, G Extension Market Area,Damsite", "ward_id": "1294985"}, {"ward_no": "21", "ward_name": "Damside down colony, Transport Colony,Polo Colony, Down Polo Colony,Upper D Sector", "ward_id": "1294978"}, {"ward_no": "12", "ward_name": "SIRD office, Model Englimsh school, DD colony, Tele Plaza, Congress Bawan, Science and Technology office, AP Co-operative Apex bank complex, Central Library, Director of Land Management, Department of RD, HR. Sec. School, JNK Public school, ICICI ban", "ward_id": "1294969"}, {"ward_no": "1", "ward_name": "CHIMPU, CWC, WRD, VKV,FOREST COOPERATION, SFRI, DPMHI,IRBN HEADQUARTERS", "ward_id": "1294931"}, {"ward_no": "8", "ward_name": "Niti Vihar Banquet Hall, Staff Colony, Middle School, Maya Motors, Niti Vihar Market, Energy Park, Part of IG Park, Left Part of Mowb-II, UD Area", "ward_id": "1294953"}, {"ward_no": "22", "ward_name": "Polo Colony, Upper D Sector,D Sector Court Area", "ward_id": "1294979"}, {"ward_no": "17", "ward_name": "ADI Basti Area, Nyokum Lapang, DPS School, Mithun Gate, 6th Mile, Shiv Mandir, Jami Jate, Sanglo Putung, Modi Rijo", "ward_id": "1294974"}, {"ward_no": "13", "ward_name": "Ganga Market, Sumo Counter, RK Mission Hospital Gate, Helipad Area, Auto Stand, Akashdeep, Radio Oolala, Ringu Enterprise, SP Office, Convent Mission School, Donyi Colony, IRBN Housing Colony-Jollang", "ward_id": "1294970"}, {"ward_no": "23", "ward_name": "Barapani D Sector, C Sector,Barapani Market Area,Dogum Colony DC Office Area", "ward_id": "1294980"}, {"ward_no": "19", "ward_name": "Papu Nallah, Oju Mission,Royal International School,Press Colony,Papu Colony,Papu Hill", "ward_id": "1294976"}, {"ward_no": "20", "ward_name": "Pachin Colony, Popu Village, Barapani,SRS Unit", "ward_id": "1294977"}, {"ward_no": "18", "ward_name": "P-Sector Middle School, Namgar, A-Sector,Raj Bhawan Power House, Museum Colony, Raj Bhawan cooperative,Raj Bhawan Complex, B-Sector, Tennis Court, Inbetween Shiv Mandir and Mithun Gate Nallah along NH-52 A", "ward_id": "1294975"}, {"ward_no": "2", "ward_name": "Horticulture areas, WATS, Gohpur Market, Hotel Bomdila area, Gas Agency, Director of Economics and Statistic, ZSI, GSI, Police Headquarter", "ward_id": "1294932"}, {"ward_no": "16", "ward_name": "Upper Part of Gandhi Market,Elezar English School, Prasar Bharati Office, DD Staff Colony,Opposite Hotel Donyi Polo, BSNL Office, P-Sector, O Point Market, PCCF Office", "ward_id": "1294973"}, {"ward_no": "24", "ward_name": "A Sector,Shiv Mandir, SE Power, Industry Area, Indira Academy Area, Dogum Colony", "ward_id": "1294981"}, {"ward_no": "30", "ward_name": "Range Office, Dulikoto, CF Colony,Banderdewa Market Area, PTC, Anya Colony,V1,APSTS Workshop Area, APSTS Residential Area, FCI Area,Piggery Farm, Karsingsa Govt. Complex", "ward_id": "1294987"}, {"ward_no": "15", "ward_name": "C-Sector, Hotel Kosing, Govt. Primary School, Working Women Hostel, C-Sector Officer Colony,Hotel Donyi Polo, Circuit House, EACs Office Complex, Legi Complex, State Election Office, Tax and Excise Office, Udhyog Bhawan, Gandhi Market Area", "ward_id": "1294972"}, {"ward_no": "14", "ward_name": "D-Sector, Hotel Punjabi Dhaba, RWD, Revival Church, Left Part of ESS-Sector, PWD Division A, Garden Dew School, Postal Colony, DDk, Minister Bungalow, Opposite Arunachal Pradesh Secretariat,Secretariat colony upto Director Higher Education", "ward_id": "1294971"}, {"ward_no": "26", "ward_name": "E and F Sector, G Extension, E Sector,Rakap Colony near E Sector,F Sector,G Sector", "ward_id": "1294983"}, {"ward_no": "27", "ward_name": "Forest Colony Below Youth Hostel, Rakap Colony, Upper Police Colony", "ward_id": "1294984"}, {"ward_no": "9", "ward_name": "Mowb-II, CE Office area, Panchayali Area, Museum Colony, Hotel Arun Subansiri, O Point Market Area, Hema Hospital, Marina Gas Agency, King Cup School, Kime Paka, Tagin Colony", "ward_id": "1294954"}, {"ward_no": "25", "ward_name": "B Sector, Premnagar, General Hospital, E Sector,Daily Market Area", "ward_id": "1294982"}, {"ward_no": "10", "ward_name": "C-II Sector, IG Park, Bank Tinali Market Area, MM Hyundai, Power House, Hibro Automobiles Area, Forest Colony, BB Plaza, Su-Pinsa Hotel Area", "ward_id": "1294967"}, {"ward_no": "29", "ward_name": "Nirjuli Complex", "ward_id": "1294986"}, {"ward_no": "11", "ward_name": "Abo Tani Colony, Apex Bank Colony, F Sector, E Sector opposite side AP Secretariat, Arunachal Times Office, Don Bosco Youth Center", "ward_id": "1294968"}]}
