{"name": "Pasighat", "lsg_code": "276622", "district": "East Siang", "state": "Arunachal Pradesh", "no_of_wards": 12, "wards": [{"ward_no": "7", "ward_name": "DC office complex, officers club, Telephone exchange, Centenary park, Veterinary complex, Solung ground, Pane Spiring area, Naam Ghar and Balaji Temple, APP colony, M.Borang oil depot, Police Station and Jail and Fishery complex.", "ward_id": "1294961"}, {"ward_no": "12", "ward_name": "AIR station, VTI campus, Gumin Nagar, DIET and KV school area, FCI godown, UD shoping complex and Guest house, APST colony and Panyang Sawmill", "ward_id": "1294966"}, {"ward_no": "5", "ward_name": "PHED enquiry office and colony, Power House area, PWD division store and garage, WRD office, APMC Hut, Museum and Library, Buddhist Gompa, Officers colony, General Hospital, Town club area, PWD and CWC office", "ward_id": "1294959"}, {"ward_no": "6", "ward_name": "Pasighat general ground, Airfield-Muriline area, Lower paglek, IOC department campus, DFOs residence, CRPF barracks, Fire station.", "ward_id": "1294960"}, {"ward_no": "3", "ward_name": "Micro Wave Tower Area, Forest Colony, D. Ering M.E School, Agam colony, SFS school, Field publicity colony, NHPC and Jaypee colony", "ward_id": "1294957"}, {"ward_no": "10", "ward_name": "Primary school Jarku, Jarku Village, Lower Muriling, East lower Banskota, Cementry and SW dumping ground area", "ward_id": "1294964"}, {"ward_no": "11", "ward_name": "Bus station colony, SBI compound, Ering commercial complex, Bazar Sumo stand, Anchal meat shed, S.S Mission colony, WRC on left bank of Ramro Nallah, Bamboo groove behind S.S Mission", "ward_id": "1294965"}, {"ward_no": "2", "ward_name": "JNC Campus, Kali Mandir Area, Donyi-Polo Gangging, RWD colony, Women Hostel, TB Hospital, Ayush Centre, ASSA Nurse Home, APST Station with colony, Central Agriculture University, DC Bunglow and Upper Paglek.", "ward_id": "1294956"}, {"ward_no": "8", "ward_name": "Green Valley-Banskota, Apex Bank, Siang Guest House, Circuit House, IB, Education colony, Town M.E School, IGJ HS school, Arshang school campuses", "ward_id": "1294962"}, {"ward_no": "9", "ward_name": "Pasighat market square, Lower Banskota along SS Mission road, Mela ground, Backside Tasung building, West green valley.", "ward_id": "1294963"}, {"ward_no": "4", "ward_name": "Doordarshan colony, N. Ering Complex, AIR colony, CF office, Post office, Industries office campus, UD office, High region-Kali Mandir area, Maistry colony, Power colony, D. Ering High School, Power Transformer Yard.", "ward_id": "1294958"}, {"ward_no": "1", "ward_name": "GTC, JN College Co-operative Society Area, JN College Rural Bank, JNV area, Tebo Area.", "ward_id": "1294955"}]}
